Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=1009_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámedikki čoahkkin 24.2.2015
smn: Sämitige čuákkim 24.2.2015

source: Sámedikki jagi vuosttas čoahkkima sáhttá čuovvut interneahtas čujuhusas:
smn: Sämitige ive vuossâmuu čuákkim puáhtá čuávvuđ interneetist čujottâsâst:

source: Čoahkkima sáhttá čuovvut maiddái čoahkkinsáles.
smn: Čuákkim puáhtá čuávvuđ meid čuákkimsalist.

source: Čoahkkin álgá Sajosis dmu 10.
smn: Čuákkim álgá Sajosist tijme 10.

source: Čoahkkima áššelisttus leat ságajođiheaddji geahčastat, sámedikki muitalus jagis 2014, čilgehusat sámegielat oahppamateriálamearreruđa, sámi kulturmearreruđa ja sámi sosiála- ja dearvvasvuohtamearreruđa geavaheamis sihke earu mieđiheapmi Ilmari Tapiolai ja ođđa lahtu nammadeapmi sosiála- ja dearvvasvuohtalávdegoddái.
smn: Čuákkim äššilistoost láá saavâjođetteijei kejâstâh, sämitige muštâlus ivveest 2014, čielgiittâsah sämikielâlii oppâmateriaalmeriruuđâ, säämi kulttuurmeriruuđâ já säämi sosiaal- já tiervâsvuođâmeriruuđâ kiävtust sehe iäru mieđettem Ilmari Tapiolan já uđđâ jeessân nomâttem sosiaal- já tiervâsvuođâlävdikoodán.
